<?php

return [
    'return_back' => 'Вернуться назад',
    'save' => 'Сохранить',
    'close' => 'Закрыть',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'open' => 'Открыть',
    'created_at' => 'Создан',
    'updated_at' => 'Обновлен',
    'open_self_window' => 'Открыть в окне',
    'open_new_window' => 'Открыть в новом окне',
    'confirm' => [
        'delete' => 'Действительно хотите удалить этот объект? Объект будет удален после сохранения.\n\nХотите продолжить?',
        'delete_force' => 'Действительно хотите удалить объект?\nВернуть его будет невозможно.\n\nХотите продолжить?',
    ],
    'tabs' => [
        'general' => '<i class="fas fa-cog me-1"></i>Общие'
    ],
    'to_website' => 'Открыть сайт',
    'active' => 'Показывается',
    'unactive' => 'Не показывается',
];
