<?php

declare(strict_types=1);

return [
    'success' => [
        'save' => '":name" успешно сохранен.',
        'copy' => '":name" успешно скопирован.',
        'delete' => '":name" успешно удален.'
    ],
    'fail' => [
        'save' => 'Не удалось сохранить запись.',
        'copy' => 'Не удалось скопировать ":name".',
        'delete' => 'Ошибка при удалении записи.',
        'delete_homepage' => 'Невозможно удалить главную страницу модуля.',
        'upload' => 'Не удалось загрузить файл ":name" на диск.',
        'general' => 'Произошла непредвиденная ошибка',
        'object_find' => 'Объект не найден'
    ],
];
