<?php

return [
    'title' => 'Настройки',
    'info' => 'Сайт настраивается <strong>отдельно под каждую языковую версию</strong>. Если вы сделали изменения в одной версии, не забудьте изменить для других. Это удобно в случаях когда на логотипе присутствует надпись на языке пользователя, и для другого языка сайта нужно заменить этот логотип, так же и с другими настройками.',
    'clear-cache' => [
        'success' => 'Файлы кеша удалены.',
        'fail' => 'Не удалось удалить файлы кеша.'
    ]
];
